Repository: WallpaperMachine/WallpaperMachine
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: The link could not be opened. Please try again.
ja: リンクを開けませんでした。もう一度お試しください。
zh_hans: 无法打开链接，请重试。
zh_hant: 無法開啟連結，請重試。

source: What’s New
ja: 新機能
zh_hans: 更新内容
zh_hant: 更新內容

source: Changes since version %@
ja: バージョン %@ 以降の変更点
zh_hans: 自 %@ 版本以来的更新
zh_hant: 自 %@ 版本以來的更新

source: Changes in this version
ja: このバージョンの変更点
zh_hans: 此版本的更新内容
zh_hant: 此版本的更新內容

source: Release notes in English and Simplified Chinese
ja: 英語と簡体字中国語のリリースノート
zh_hans: 英文和简体中文更新说明
zh_hant: 英文和簡體中文更新說明

source: Don’t show this window after updates
ja: アップデート後にこのウインドウを表示しない
zh_hans: 以后更新时不再显示此窗口
zh_hant: 以後更新時不再顯示此視窗

source: The appearance could not update: %@
ja: 外観を更新できませんでした：%@
zh_hans: 外观无法更新：%@
zh_hant: 無法更新外觀：%@

source: The interface could not update: %@
ja: インターフェイスを更新できませんでした：%@
zh_hans: 界面无法更新：%@
zh_hant: 無法更新介面：%@

source: This page is not allowed to control the application.
ja: このページにはアプリケーションを操作する権限がありません。
zh_hans: 此页面无权控制应用。
zh_hant: 此頁面無權控制應用程式。

source: The interface stopped unexpectedly. Close and reopen the control panel to retry.
ja: インターフェイスが予期せず停止しました。コントロールパネルを閉じてもう一度開き、再試行してください。
zh_hans: 界面意外停止。请关闭并重新打开控制面板重试。
zh_hant: 介面意外停止。請關閉並重新打開控制面板以重試。

source: Couldn’t load the interface
ja: インターフェイスを読み込めませんでした
zh_hans: 无法加载界面
zh_hant: 無法載入介面

source: Reload
ja: 再読み込み
zh_hans: 重新加载
zh_hant: 重新載入

source: The control panel has closed.
ja: コントロールパネルは閉じられました。
zh_hans: 控制面板已关闭。
zh_hant: 控制面板已關閉。

source: Assets folder not found
ja: assetsフォルダが見つかりません
zh_hans: 未找到资源文件夹
zh_hant: 找不到 assets 資料夾

source: macOS could not complete its SteamCMD security assessment. Retry after resolving the system security error; an explicit approval cannot bypass an assessment failure.
ja: macOSはSteamCMDのセキュリティ評価を完了できませんでした。システムのセキュリティエラーを解決してから再試行してください。明示的に承認しても、評価の失敗を回避することはできません。
zh_hans: macOS 未能完成对 SteamCMD 的安全评估。请先解决系统安全错误再重试；手动批准无法跳过评估失败。
zh_hant: macOS 無法完成 SteamCMD 的安全性評估。請先解決系統安全性錯誤再重試；即使手動核准，也無法略過評估失敗。

source: macOS has not approved SteamCMD at %@. Review and approve this SteamCMD copy, or follow Apple’s app security guidance, then Retry. System security settings have not been changed.
ja: macOSは%@にあるSteamCMDを承認していません。このSteamCMDのコピーを確認して承認するか、Appleのアプリのセキュリティに関するガイダンスに従ってから、「再試行」をクリックしてください。システムのセキュリティ設定は変更されていません。
zh_hans: macOS 尚未批准位于 %@ 的 SteamCMD。请检查并批准这份副本，或按照 Apple 的安全指引操作，然后重试。系统安全设置没有被修改。
zh_hant: macOS 尚未核准位於 %@ 的 SteamCMD。請檢查並核准這份 SteamCMD 副本，或依照 Apple 的 App 安全性指引操作，然後重試。系統安全性設定未經變更。

source: The SteamCMD approval candidate or private approval record changed or is unsafe. Review the current copy again; no approval was saved.
ja: 承認対象のSteamCMD、または非公開の承認記録が変更されたか、安全ではありません。現在のコピーをもう一度確認してください。承認は保存されていません。
zh_hans: 待批准的 SteamCMD 或批准记录已变化或不安全，本次没有保存批准。请重新检查当前副本。
zh_hant: 待核准的 SteamCMD 或私人核准記錄已變更或不安全。請重新檢查目前的副本；未儲存任何核准。

source: The retained SteamCMD candidate changed. Review it again before approving.
ja: 保持されているSteamCMDの候補が変更されました。承認する前にもう一度確認してください。
zh_hans: 保留的 SteamCMD 已发生变化，请重新检查后再批准。
zh_hant: 保留的待核准 SteamCMD 已變更。核准前請重新檢查。

source: Allow this SteamCMD installation?
ja: このSteamCMDを許可しますか？
zh_hans: 要允许这份 SteamCMD 运行吗？
zh_hant: 要允許這份 SteamCMD 安裝嗎？

source: Allow This Copy and Continue
ja: このコピーを許可して続ける
zh_hans: 允许这份副本并继续
zh_hant: 允許此副本並繼續

source: Discard Download
ja: ダウンロードを破棄
zh_hans: 丢弃下载
zh_hant: 捨棄下載

source: Refresh all wallpaper state before applying again.
ja: もう一度適用する前に、すべての壁紙の状態を更新してください。
zh_hans: 再次应用前，请刷新所有壁纸状态。
zh_hant: 再次套用前，請重新整理所有桌布狀態。

source: Choose Image
ja: 画像を選択
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Choose App
ja: Appを選択
zh_hans: 选择应用
zh_hant: 選擇 App

source: This app has no bundle identifier, so it can’t be used in an app rule.
ja: このAppにはバンドルIDがないため、Appルールでは使用できません。
zh_hans: 这个应用没有 bundle identifier，不能用于应用规则。
zh_hant: 此 App 沒有套件識別碼，因此無法用於 App 規則。

source: Preparing import…
ja: 読み込みを準備中…
zh_hans: 正在准备导入…
zh_hant: 正在準備匯入…

source: Cancelling…
ja: キャンセル中…
zh_hans: 正在取消…
zh_hant: 正在取消…

source: Import cancelled
ja: 読み込みをキャンセルしました
zh_hans: 导入已取消
zh_hant: 已取消匯入

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: This web wallpaper’s entry page is missing. Import the complete project folder, including its HTML file, before applying it.
ja: このWeb壁紙のエントリページが見つかりません。適用する前に、HTMLファイルを含むプロジェクトフォルダ全体を読み込んでください。
zh_hans: 此网页壁纸缺少入口页面。请先导入包含 HTML 文件的完整项目文件夹，再应用。
zh_hant: 此網頁桌布缺少進入頁面。套用前，請先匯入包含 HTML 檔案的完整專案資料夾。

# Web wallpaper “%@” could not load: %@
source: Web wallpaper “%1$@” could not load: %2$@
ja: Web壁紙「%1$@」を読み込めませんでした：%2$@
zh_hans: 网页壁纸“%1$@”无法加载：%2$@
zh_hant: 網頁桌布「%1$@」無法載入：%2$@

source: The web wallpaper stopped unexpectedly and could not be restarted.
ja: Web壁紙が予期せず停止し、再起動できませんでした。
zh_hans: 网页壁纸意外停止且无法重新启动。
zh_hant: 網頁桌布意外停止，且無法重新啟動。

source: This wallpaper type cannot be played on macOS. You can still inspect or remove it from your library.
ja: この種類の壁紙はmacOSでは再生できません。詳細の確認やライブラリからの削除は引き続き可能です。
zh_hans: macOS 无法播放这种类型的壁纸。你仍可查看详情或将其从壁纸库中移除。
zh_hant: macOS 無法播放此類型的桌布。你仍可檢視它，或將它從桌布庫中移除。

source: Enter a finite scaling factor greater than zero.
ja: 0より大きい有限のスケール係数を入力してください。
zh_hans: 请输入大于零的有限缩放系数。
zh_hant: 請輸入大於零的有限縮放係數。

source: Show in Finder
ja: Finderに表示
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Move to Trash
ja: ゴミ箱に入れる
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

source: Reinstall SteamCMD?
ja: SteamCMDを再インストールしますか？
zh_hans: 要重新安装 SteamCMD 吗？
zh_hant: 要重新安裝 SteamCMD 嗎？

source: Not installed
ja: 未インストール
zh_hans: 未安装
zh_hant: 未安裝

source: Checking SteamCMD…
ja: SteamCMDを確認中…
zh_hans: 正在检查 SteamCMD…
zh_hant: 正在檢查 SteamCMD…

source: Extracting SteamCMD…
ja: SteamCMDを展開中…
zh_hans: 正在解压 SteamCMD…
zh_hant: 正在解壓縮 SteamCMD…

source: Validating SteamCMD…
ja: SteamCMDを検証中…
zh_hans: 正在验证 SteamCMD…
zh_hant: 正在驗證 SteamCMD…

source: Ready
ja: 準備完了
zh_hans: 已就绪
zh_hant: 就緒

source: Locate SteamCMD
ja: SteamCMDの場所を指定
zh_hans: 选择 SteamCMD
zh_hant: 指定 SteamCMD 位置

source: Scene assets
ja: 共有シーンリソース
zh_hans: 场景资源
zh_hant: 共用場景資源

source: Scheme color
ja: スキームカラー
zh_hans: 配色方案颜色
zh_hant: 配色方案顏色

source: Steam sign-in
ja: Steamサインイン
zh_hans: Steam 登录
zh_hant: Steam 登入

source: Signed in to Steam
ja: Steamにサインイン済み
zh_hans: 已登录 Steam
zh_hant: 已登入 Steam

source: Preparing a private SteamCMD sign-in…
ja: 専用のSteamCMDサインインを準備中…
zh_hans: 正在准备 SteamCMD 登录…
zh_hant: 正在準備專用的 SteamCMD 登入…

source: Signed in; closing SteamCMD…
ja: サインインしました。SteamCMDを終了中…
zh_hans: 已登录；正在关闭 SteamCMD…
zh_hant: 已登入；正在關閉 SteamCMD…

source: Sign-in could not finish
ja: サインインを完了できませんでした
zh_hans: 登录未能完成
zh_hant: 無法完成登入

source: Ready to download
ja: ダウンロードの準備完了
zh_hans: 准备下载
zh_hant: 已可下載

source: Validating and adding to your library…
ja: 検証してライブラリに追加中…
zh_hans: 正在验证并添加到壁纸库…
zh_hant: 正在驗證並加入你的桌布庫…

source: Downloaded to your library
ja: ライブラリにダウンロードしました
zh_hans: 已下载到壁纸库
zh_hant: 已下載至你的桌布庫

source: Validating and installing scene assets…
ja: 共有シーンリソースを検証してインストール中…
zh_hans: 正在验证并安装场景资源…
zh_hant: 正在驗證並安裝共用場景資源…

source: Scene assets installed
ja: 共有シーンリソースをインストールしました
zh_hans: 场景资源已安装
zh_hant: 共用場景資源已安裝

source: Preparing a private SteamCMD download…
ja: 専用のSteamCMDダウンロードを準備中…
zh_hans: 正在准备 SteamCMD 下载…
zh_hant: 正在準備專用的 SteamCMD 下載…

source: Download could not finish
ja: ダウンロードを完了できませんでした
zh_hans: 下载未能完成
zh_hant: 無法完成下載

source: Waiting for Steam authentication…
ja: Steamの認証を待機中…
zh_hans: 正在等待 Steam 验证…
zh_hant: 正在等待 Steam 驗證…

source: Starting SteamCMD and contacting Steam…
ja: SteamCMDを起動してSteamに接続中…
zh_hans: 正在启动 SteamCMD 并连接 Steam…
zh_hant: 正在啟動 SteamCMD 並連線至 Steam…

source: Enter your Steam password below
ja: 下にSteamのパスワードを入力してください
zh_hans: 请在下方输入你的 Steam 密码
zh_hant: 請在下方輸入你的 Steam 密碼

source: Enter the code from Steam Guard or your email
ja: Steam Guardまたはメールに届いたコードを入力してください
zh_hans: 请输入 Steam 令牌或邮件中的验证码
zh_hant: 請輸入 Steam Guard 或電子郵件中的驗證碼

source: Download finished; validating scene assets…
ja: ダウンロードが完了しました。共有シーンリソースを検証中…
zh_hans: 下载完成，正在验证场景资源…
zh_hant: 下載完成；正在驗證共用場景資源…

source: Downloading Wallpaper Engine files…
ja: Wallpaper Engineのファイルをダウンロード中…
zh_hans: 正在下载 Wallpaper Engine 文件…
zh_hant: 正在下載 Wallpaper Engine 檔案…

source: Processing Wallpaper Engine files…
ja: Wallpaper Engineのファイルを処理中…
zh_hans: 正在处理 Wallpaper Engine 文件…
zh_hant: 正在處理 Wallpaper Engine 檔案…

source: Download finished; waiting for SteamCMD to close…
ja: ダウンロードが完了しました。SteamCMDの終了を待機中…
zh_hans: 下载完成，正在等待 SteamCMD 关闭…
zh_hant: 下載完成；正在等待 SteamCMD 關閉…

source: Downloading Workshop files…
ja: ワークショップのファイルをダウンロード中…
zh_hans: 正在下载创意工坊文件…
zh_hant: 正在下載工作坊檔案…

source: Signed in; requesting Wallpaper Engine’s shared assets…
ja: サインインしました。Wallpaper Engineの共有シーンリソースをリクエスト中…
zh_hans: 已登录，正在请求 Wallpaper Engine 的共享资源…
zh_hant: 已登入；正在請求 Wallpaper Engine 的共用資源…

source: Signed in; requesting your Workshop download…
ja: サインインしました。ワークショップのダウンロードをリクエスト中…
zh_hans: 已登录，正在请求你的创意工坊下载…
zh_hant: 已登入；正在請求你的工作坊下載…

source: Approve the sign-in in the Steam mobile app
ja: SteamモバイルAppでサインインを承認してください
zh_hans: 请在 Steam 手机应用中批准登录
zh_hant: 請在 Steam 行動 App 中核准登入

source: Updating the private SteamCMD runtime…
ja: 専用のSteamCMDランタイムをアップデート中…
zh_hans: 正在更新 SteamCMD 运行环境…
zh_hant: 正在更新專用的 SteamCMD 執行環境…

source: Download cancelled
ja: ダウンロードをキャンセルしました
zh_hans: 下载已取消
zh_hant: 已取消下載

source: Scene · experimental renderer
ja: シーン · 実験的なレンダラ
zh_hans: 场景 · 实验性渲染器
zh_hant: 場景 · 實驗性渲染器

source: Video · codec dependent
ja: ビデオ · コーデックに依存
zh_hans: 视频 · 取决于编解码器支持
zh_hant: 影片 · 取決於視訊編解碼器

source: Web · built-in web view
ja: Web · 内蔵Webビュー
zh_hans: 网页 · 内置网页视图
zh_hant: 網頁 · 內建網頁檢視器

source: Application · unsupported on macOS
ja: アプリケーション · macOSでは非対応
zh_hans: 应用程序 · macOS 不支持
zh_hant: 應用程式 · macOS 不支援

source: Compatibility checked after download
ja: ダウンロード後に互換性を確認
zh_hans: 下载后检查兼容性
zh_hant: 下載後檢查相容性

source: Highest rated
ja: 評価が高い順
zh_hans: 评分最高
zh_hant: 評分最高

source: Most popular today
ja: 今日の人気順
zh_hans: 今日最热门
zh_hant: 今日最熱門

source: Most popular this month
ja: 今月の人気順
zh_hans: 本月最热门
zh_hant: 本月最熱門

source: Most popular this year
ja: 今年の人気順
zh_hans: 今年最热门
zh_hant: 今年最熱門

source: Trending this week
ja: 今週のトレンド
zh_hans: 本周热门
zh_hant: 本週熱門

source: Most subscribed
ja: サブスクライブ数順
zh_hans: 订阅最多
zh_hant: 最多訂閱

source: Newest
ja: 新着順
zh_hans: 最新发布
zh_hant: 最新

source: Relevance
ja: 関連度順
zh_hans: 相关性
zh_hant: 相關性

source: Workshop creator
ja: ワークショップの作成者
zh_hans: 创意工坊作者
zh_hant: 工作坊作者

source: Steam could not load the Workshop. Check your connection or open Steam in your browser, then retry.
ja: Steamワークショップを読み込めませんでした。ネットワーク接続を確認するか、ブラウザでSteamを開いてから再試行してください。
zh_hans: Steam 无法加载创意工坊。请检查网络连接，或在浏览器中打开 Steam 后重试。
zh_hant: Steam 無法載入工作坊。請檢查網路連線，或在瀏覽器中打開 Steam，然後重試。

source: Steam returned an unreadable Workshop page. Try again or browse on Steam.
ja: Steamから読み取れないワークショップページが返されました。もう一度試すか、Steamで閲覧してください。
zh_hans: Steam 返回了无法读取的创意工坊页面。请重试或前往 Steam 浏览。
zh_hant: Steam 傳回了無法讀取的工作坊頁面。請再試一次，或前往 Steam 瀏覽。

source: Steam changed its public page or requires a browser sign-in. Open Workshop on Steam, then retry.
ja: Steamの公開ページが変更されたか、ブラウザでのサインインが必要です。Steamでワークショップを開いてから再試行してください。
zh_hans: Steam 的公开页面已更改，或需要在浏览器中登录。请在 Steam 上打开创意工坊后重试。
zh_hant: Steam 已變更其公開頁面，或需要在瀏覽器中登入。請在 Steam 上打開工作坊，然後重試。

source: This wallpaper is no longer in your library. Refresh Library and choose another wallpaper.
ja: この壁紙はもうライブラリにありません。ライブラリを更新して、別の壁紙を選択してください。
zh_hans: 此壁纸已不在壁纸库中。请刷新壁纸库并选择其他壁纸。
zh_hant: 此桌布已不在你的桌布庫中。請重新整理桌布庫並選擇其他桌布。

source: This control sent an invalid value. Refresh the interface and retry.
ja: このコントロールから無効な値が送信されました。インターフェイスを更新して再試行してください。
zh_hans: 此控件发送了无效的值。请刷新界面后重试。
zh_hant: 此控制項傳送了無效的值。請重新整理介面後重試。

source: Lock Screen integration is unavailable.
ja: ロック画面との連携は利用できません。
zh_hans: 锁定屏幕集成不可用。
zh_hant: 無法使用鎖定畫面整合。

source: Choose a wallpaper for this display first.
ja: まず、このディスプレイの壁紙を選択してください。
zh_hans: 请先为此显示器选择壁纸。
zh_hant: 請先為此顯示器選擇桌布。

source: An import is already running.
ja: 読み込みはすでに実行中です。
zh_hans: 已有导入正在进行。
zh_hant: 已有匯入作業正在進行。

source: Wallpaper settings are unavailable. Refresh Library and retry.
ja: 壁紙の設定を利用できません。ライブラリを更新して再試行してください。
zh_hans: 壁纸设置不可用。请刷新壁纸库后重试。
zh_hant: 無法使用桌布設定。請重新整理桌布庫後重試。

source: No configuration is available for this display. Refresh Displays and retry.
ja: このディスプレイで利用できる構成がありません。ディスプレイを更新して再試行してください。
zh_hans: 此显示器没有可用配置。请刷新显示器后重试。
zh_hant: 此顯示器沒有可用的設定。請重新整理顯示器後重試。

source: The display did not report this wallpaper as active. Refresh Displays and retry.
ja: ディスプレイからこの壁紙がアクティブであるという報告がありませんでした。ディスプレイを更新して再試行してください。
zh_hans: 显示器未报告此壁纸正在播放。请刷新显示器后重试。
zh_hant: 顯示器未回報此桌布正在使用中。請重新整理顯示器後重試。

source: Could not confirm the display state after applying: %@. Refresh failed: %@. Refresh all wallpaper state before retrying.
ja: 適用後にディスプレイの状態を確認できませんでした：%@。更新に失敗しました：%@。再試行する前に、すべての壁紙の状態を更新してください。
zh_hans: 应用后无法确认显示器状态：%@。刷新失败：%@。重试前，请刷新所有壁纸状态。
zh_hant: 套用後無法確認顯示器狀態：%@。重新整理失敗：%@。重試前，請重新整理所有桌布狀態。

source: The display assignment changed, but the operation could not be fully saved: %@
ja: ディスプレイの割り当ては変更されましたが、操作を完全には保存できませんでした：%@
zh_hans: 显示器的壁纸分配已更改，但操作未能完整保存：%@
zh_hant: 顯示器的桌布指派已變更，但無法完整儲存此操作：%@

source: Could not apply the wallpaper: %@. Could not restore the display draft: %@. Refresh all wallpaper state before retrying.
ja: 壁紙を適用できませんでした：%@。ディスプレイの下書きを復元できませんでした：%@。再試行する前に、すべての壁紙の状態を更新してください。
zh_hans: 无法应用壁纸：%@。无法恢复显示器草稿：%@。重试前，请刷新所有壁纸状态。
zh_hant: 無法套用桌布：%@。無法還原顯示器的草稿：%@。重試前，請重新整理所有桌布狀態。

source: The selected display is unavailable, disabled, or mirroring another display. Choose an enabled independent display in Settings.
ja: 選択したディスプレイは利用できないか、無効になっているか、別のディスプレイをミラーリングしています。「設定」で有効な独立したディスプレイを選択してください。
zh_hans: 所选显示器不可用、已停用或正在镜像其他显示器。请在设置中选择已启用的独立显示器。
zh_hant: 所選的顯示器無法使用、已停用，或正在鏡像輸出另一部顯示器。請在「設定」中選擇已啟用的獨立顯示器。

source: Wait for the pending setting to finish before applying.
ja: 適用する前に、保留中の設定が完了するまでお待ちください。
zh_hans: 应用前，请等待当前设置操作完成。
zh_hant: 套用前，請等候進行中的設定操作完成。

source: A pending display setting is no longer available. Revert it before applying.
ja: 保留中のディスプレイ設定が利用できなくなりました。適用する前に元に戻してください。
zh_hans: 一项待提交的显示器设置已不可用。应用前，请撤销该设置。
zh_hant: 一項待套用的顯示器設定已無法使用。套用前，請先還原該設定。

source: A pending property is no longer editable. Revert it before applying.
ja: 保留中のプロパティが編集できなくなりました。適用する前に元に戻してください。
zh_hans: 一项待提交的属性已无法编辑。应用前，请撤销该属性。
zh_hant: 一項待套用的屬性已無法編輯。套用前，請先還原該屬性。

source: This video cannot be decoded. Import a complete, playable video file before applying it.
ja: このビデオはデコードできません。適用する前に、再生可能な完全なビデオファイルを読み込んでください。
zh_hans: 无法解码此视频。请先导入完整且可播放的视频文件，再应用。
zh_hant: 無法解碼此影片。套用前，請先匯入完整且可播放的影片檔案。

source: Applying was interrupted by another playback or display change. Your pending edits have been kept. Refresh and retry.
ja: 別の再生またはディスプレイの変更により適用が中断されました。保留中の編集内容は保持されています。更新して再試行してください。
zh_hans: 应用操作被其他播放或显示器更改中断。待提交的修改已保留。请刷新后重试。
zh_hant: 套用作業被其他播放或顯示器變更中斷。你尚未套用的編輯已保留。請重新整理後重試。

source: Choose a local macOS SteamCMD installation.
ja: このMacにあるmacOS版SteamCMDを選択してください。
zh_hans: 请选择本地的 macOS SteamCMD 安装。
zh_hant: 請選擇本機的 macOS SteamCMD 安裝。

source: SteamCMD was not found at %@. Locate an existing installation or install SteamCMD.
ja: %@にSteamCMDが見つかりませんでした。既存のインストール先を指定するか、SteamCMDをインストールしてください。
zh_hans: 在 %@ 未找到 SteamCMD。请选择已有安装或安装 SteamCMD。
zh_hant: 在 %@ 找不到 SteamCMD。請指定現有的安裝位置，或安裝 SteamCMD。

source: Choose steamcmd, steamcmd.sh, or its flat/MacOS installation folder.
ja: steamcmd、steamcmd.sh、またはそれらを含むインストールフォルダ（フラット構成またはMacOSフォルダ）を選択してください。
zh_hans: 请选择 steamcmd、steamcmd.sh，或直接包含它们的安装目录（平铺目录或 MacOS 文件夹）。
zh_hant: 請選擇 steamcmd、steamcmd.sh，或直接包含它們的安裝資料夾（扁平結構或 MacOS 資料夾）。

source: The private SteamCMD staging path is not safe: %@
ja: 専用のSteamCMDステージングパスが安全ではありません：%@
zh_hans: SteamCMD 私有暂存路径不安全：%@
zh_hant: SteamCMD 的私人暫存路徑不安全：%@

source: The Homebrew SteamCMD wrapper has an unrecognized format. Locate the complete MacOS runtime directly.
ja: HomebrewのSteamCMDラッパーの形式を認識できません。完全なMacOSランタイムの場所を直接指定してください。
zh_hans: 无法识别 Homebrew SteamCMD 包装脚本的格式。请直接选择完整的 MacOS 运行时。
zh_hant: 無法辨識 Homebrew SteamCMD 包裝程式的格式。請直接指定完整的 MacOS 執行環境。

source: SteamCMD runtime directories cannot be symbolic links: %@
ja: SteamCMDのランタイムディレクトリにシンボリックリンクは使用できません：%@
zh_hans: SteamCMD 运行时目录不能是符号链接：%@
zh_hant: SteamCMD 執行環境目錄不能是符號連結：%@

source: Unexpected SteamCMD runtime layout.
ja: SteamCMDのランタイムの構成が想定外です。
zh_hans: SteamCMD 运行时目录结构不符合预期。
zh_hant: SteamCMD 執行環境的目錄結構不符預期。

source: SteamCMD at %@ needs to finish installation: steamconsole.dylib is missing, empty, or unreadable.
ja: %@にあるSteamCMDのインストールを完了する必要があります：steamconsole.dylibが見つからないか、空か、読み取れません。
zh_hans: %@ 中的 SteamCMD 需要完成安装：steamconsole.dylib 缺失、为空或无法读取。
zh_hant: 位於 %@ 的 SteamCMD 需要完成安裝：steamconsole.dylib 遺失、為空或無法讀取。

source: SteamCMD is missing its Breakpad.framework directory.
ja: SteamCMDにBreakpad.frameworkディレクトリがありません。
zh_hans: SteamCMD 缺少 Breakpad.framework 目录。
zh_hant: SteamCMD 缺少 Breakpad.framework 目錄。

source: Cannot inspect %@.
ja: %@を検査できません。
zh_hans: 无法检查 %@。
zh_hant: 無法檢查 %@。

source: Breakpad.framework has no valid Mach-O binary.
ja: Breakpad.frameworkに有効なMach-Oバイナリがありません。
zh_hans: Breakpad.framework 不包含有效的 Mach-O 二进制文件。
zh_hant: Breakpad.framework 沒有有效的 Mach-O 二進位檔。

source: SteamCMD signature validation failed for %@. Select a valid installation or reinstall; no signatures were changed.
ja: %@のSteamCMD署名の検証に失敗しました。有効なインストールを選択するか、再インストールしてください。署名は変更されていません。
zh_hans: %@ 的 SteamCMD 签名验证失败。请选择有效安装或重新安装；未修改任何签名。
zh_hant: %@ 的 SteamCMD 簽署驗證失敗。請選擇有效的安裝或重新安裝；未更改任何簽署。

source: This SteamCMD installation requires Rosetta. Follow Apple’s Rosetta installation guidance, then Retry.
ja: このSteamCMDにはRosettaが必要です。AppleのRosettaインストールガイダンスに従ってから、「再試行」をクリックしてください。
zh_hans: 此 SteamCMD 安装需要 Rosetta。请遵循 Apple 的 Rosetta 安装指引后重试。
zh_hant: 這份 SteamCMD 安裝需要 Rosetta。請依照 Apple 的 Rosetta 安裝指引操作，然後重試。

source: Missing architecture-compatible runtime image: %@
ja: アーキテクチャ互換のランタイムイメージがありません：%@
zh_hans: 缺少架构兼容的运行时二进制文件：%@
zh_hant: 缺少與架構相容的執行環境映像檔：%@

source: Unsupported SteamCMD runtime architecture in %@.
ja: %@のSteamCMDランタイムのアーキテクチャには対応していません。
zh_hans: %@ 中的 SteamCMD 运行时架构不受支持。
zh_hant: %@ 中的 SteamCMD 執行環境架構不受支援。

source: SteamCMD system validation timed out while running %@. Retry after checking system security prompts.
ja: %@の実行中にSteamCMDのシステム検証がタイムアウトしました。システムのセキュリティに関するダイアログを確認してから再試行してください。
zh_hans: SteamCMD 系统验证在运行 %@ 时超时。请检查系统安全提示后重试。
zh_hant: 執行 %@ 時，SteamCMD 系統驗證逾時。請檢查系統安全性提示後重試。

source: Unreadable or unsafe runtime entry: %@
ja: 読み取れないか安全ではないランタイム項目：%@
zh_hans: 运行时条目无法读取或不安全：%@
zh_hant: 無法讀取或不安全的執行環境項目：%@

source: Unreadable or hard-linked runtime file: %@
ja: 読み取れないかハードリンクされたランタイムファイル：%@
zh_hans: 运行时文件无法读取或为硬链接：%@
zh_hant: 無法讀取或為硬連結的執行環境檔案：%@

source: Only contained framework symbolic links are accepted: %@
ja: フレームワーク内を指すシンボリックリンクのみ使用できます：%@
zh_hans: 仅接受目标位于框架内部的符号链接：%@
zh_hant: 只接受指向框架內部的符號連結：%@

source: Broken, cyclic, or escaping framework symbolic link: %@
ja: 壊れているか、循環しているか、フレームワーク外を指すシンボリックリンク：%@
zh_hans: 框架符号链接已失效、形成循环或指向框架之外：%@
zh_hant: 框架符號連結已損壞、形成循環或指向框架之外：%@

source: Special files are not accepted in SteamCMD: %@
ja: SteamCMDでは特殊ファイルは使用できません：%@
zh_hans: SteamCMD 不接受特殊文件：%@
zh_hant: SteamCMD 不接受特殊檔案：%@

source: Missing, empty, unreadable, or unsafe SteamCMD file: %@
ja: 見つからない、空、読み取れない、または安全ではないSteamCMDファイル：%@
zh_hans: SteamCMD 文件缺失、为空、无法读取或不安全：%@
zh_hant: SteamCMD 檔案遺失、為空、無法讀取或不安全：%@

source: Unresolved SteamCMD dynamic loader path: %@
ja: 解決できないSteamCMDの動的ローダパス：%@
zh_hans: 无法解析 SteamCMD 动态加载器路径：%@
zh_hant: 無法解析的 SteamCMD 動態載入器路徑：%@

source: SteamCMD dynamic loader path escapes its runtime: %@
ja: SteamCMDの動的ローダパスがランタイム外を指しています：%@
zh_hans: SteamCMD 动态加载器路径指向运行时目录之外：%@
zh_hant: SteamCMD 動態載入器路徑指向執行環境之外：%@

source: Malformed Mach-O runtime file: %@
ja: 形式が正しくないMach-Oランタイムファイル：%@
zh_hans: Mach-O 运行时文件格式错误：%@
zh_hant: 格式錯誤的 Mach-O 執行環境檔案：%@

source: Create process output pipe
ja: プロセス出力パイプの作成
zh_hans: 创建进程输出管道
zh_hant: 建立程序輸出管線

source: Initialize process actions
ja: プロセスアクションの初期化
zh_hans: 初始化进程操作
zh_hant: 初始化程序動作

source: Initialize process attributes
ja: プロセス属性の初期化
zh_hans: 初始化进程属性
zh_hant: 初始化程序屬性

source: Configure child process
ja: 子プロセスの構成
zh_hans: 配置子进程
zh_hant: 設定子程序

source: Start %@
ja: %@の起動
zh_hans: 启动 %@
zh_hant: 啟動 %@

source: Wait for child process
ja: 子プロセスの待機
zh_hans: 等待子进程
zh_hant: 等待子程序

source: SteamCMD timed out. Check the connection and retry.
ja: SteamCMDがタイムアウトしました。接続を確認して再試行してください。
zh_hans: SteamCMD 已超时。请检查网络连接后重试。
zh_hant: SteamCMD 已逾時。請檢查網路連線後重試。

source: SteamCMD already exists. Confirm Reinstall SteamCMD before replacing it.
ja: SteamCMDはすでに存在します。置き換えるには「SteamCMDを再インストール」で確認してください。
zh_hans: SteamCMD 已存在。替换前，请确认“重新安装 SteamCMD”。
zh_hant: SteamCMD 已存在。取代之前，請先確認「重新安裝 SteamCMD」。

source: Could not create a private SteamCMD installation directory.
ja: 専用のSteamCMDインストールディレクトリを作成できませんでした。
zh_hans: 无法创建 SteamCMD 私有安装目录。
zh_hant: 無法建立 SteamCMD 的私人安裝目錄。

source: The SteamCMD archive could not be listed safely.
ja: SteamCMDアーカイブの内容を安全に一覧表示できませんでした。
zh_hans: 无法安全列出 SteamCMD 压缩包内容。
zh_hant: 無法安全地列出 SteamCMD 壓縮檔的內容。

source: The SteamCMD archive's expanded size could not be checked safely.
ja: SteamCMDアーカイブの展開後のサイズを安全に確認できませんでした。
zh_hans: 无法安全检查 SteamCMD 压缩包的展开大小。
zh_hant: 無法安全地檢查 SteamCMD 壓縮檔解壓縮後的大小。

source: SteamCMD extraction failed. %@
ja: SteamCMDの展開に失敗しました。%@
zh_hans: SteamCMD 解压失败。%@
zh_hant: SteamCMD 解壓縮失敗。%@

source: The official SteamCMD bootstrap is missing %@.
ja: 公式のSteamCMDブートストラップに%@がありません。
zh_hans: 官方 SteamCMD 初始安装包缺少 %@。
zh_hant: 官方 SteamCMD 初始安裝檔缺少 %@。

source: SteamCMD update exited with status %d. %@
ja: SteamCMDのアップデートがステータス%dで終了しました。%@
zh_hans: SteamCMD 更新已退出，状态码为 %d。%@
zh_hant: SteamCMD 更新已結束，狀態碼為 %d。%@

source: SteamCMD's no-login verification exited with status %d. %@
ja: SteamCMDのログインなしの検証がステータス%dで終了しました。%@
zh_hans: SteamCMD 免登录验证已退出，状态码为 %d。%@
zh_hant: SteamCMD 免登入驗證已結束，狀態碼為 %d。%@

source: Another SteamCMD installation appeared. Confirm replacement and retry.
ja: 別のSteamCMDのインストールが検出されました。置き換えを確認して再試行してください。
zh_hans: 检测到另一个 SteamCMD 安装。请确认替换后重试。
zh_hant: 偵測到另一份 SteamCMD 安裝。請確認取代後重試。

source: SteamCMD replacement and recovery failed. The previous installation backup is at %@. %@
ja: SteamCMDの置き換えと復元に失敗しました。以前のインストールのバックアップは%@にあります。%@
zh_hans: SteamCMD 替换与恢复均失败。此前安装的备份位于 %@。%@
zh_hant: SteamCMD 取代與復原皆失敗。先前安裝的備份位於 %@。%@

source: SteamCMD could not be replaced. %@
ja: SteamCMDを置き換えられませんでした。%@
zh_hans: 无法替换 SteamCMD。%@
zh_hant: 無法取代 SteamCMD。%@

source: Unsafe installation directory: %@
ja: 安全ではないインストールディレクトリ：%@
zh_hans: 安装目录不安全：%@
zh_hant: 安裝目錄不安全：%@

source: Cannot access installation directory: %@
ja: インストールディレクトリにアクセスできません：%@
zh_hans: 无法访问安装目录：%@
zh_hant: 無法取用安裝目錄：%@

source: The SteamCMD archive listing is empty or unreadable.
ja: SteamCMDアーカイブの内容一覧が空か、読み取れません。
zh_hans: SteamCMD 压缩包的内容列表为空或无法读取。
zh_hant: SteamCMD 壓縮檔的內容列表為空或無法讀取。

source: The SteamCMD archive contains an unsafe path.
ja: SteamCMDアーカイブに安全ではないパスが含まれています。
zh_hans: SteamCMD 压缩包包含不安全的路径。
zh_hant: SteamCMD 壓縮檔包含不安全的路徑。

source: The SteamCMD archive's size listing is unreadable.
ja: SteamCMDアーカイブのサイズ一覧を読み取れません。
zh_hans: 无法读取 SteamCMD 压缩包的大小列表。
zh_hant: 無法讀取 SteamCMD 壓縮檔的大小列表。

source: The SteamCMD archive contains an unparseable size or unsupported entry.
ja: SteamCMDアーカイブに、解析できないサイズまたは対応していない項目が含まれています。
zh_hans: SteamCMD 压缩包包含无法解析的大小或不支持的条目。
zh_hant: SteamCMD 壓縮檔包含無法解析的大小或不支援的項目。

source: The expanded SteamCMD archive exceeds 256 MiB.
ja: 展開後のSteamCMDアーカイブが256 MiBを超えています。
zh_hans: SteamCMD 压缩包展开后的大小超过 256 MiB。
zh_hant: SteamCMD 壓縮檔解壓縮後超過 256 MiB。

source: Cannot inspect extracted SteamCMD file.
ja: 展開されたSteamCMDファイルを検査できません。
zh_hans: 无法检查解压后的 SteamCMD 文件。
zh_hant: 無法檢查解壓縮後的 SteamCMD 檔案。

source: Hard-linked SteamCMD files are not allowed.
ja: ハードリンクされたSteamCMDファイルは使用できません。
zh_hans: 不允许 SteamCMD 文件为硬链接。
zh_hant: 不允許硬連結的 SteamCMD 檔案。

source: Cannot preserve downloaded-file security metadata: %@.
ja: ダウンロードしたファイルのセキュリティメタデータを保持できません：%@。
zh_hans: 无法保留下载文件的安全元数据：%@。
zh_hant: 無法保留已下載檔案的安全性後設資料：%@。

source: The SteamCMD archive contains an external or unresolved symbolic link.
ja: SteamCMDアーカイブに、外部を指すか解決できないシンボリックリンクが含まれています。
zh_hans: SteamCMD 压缩包包含指向外部或无法解析的符号链接。
zh_hant: SteamCMD 壓縮檔包含指向外部或無法解析的符號連結。
